base-devel

hyprpaper
hyprland
hyprcursor
hyprlock
xdg-desktop-portal-hyprland
xdg-desktop-portal-gtk
waybar

kitty
fwupd
fzf
man-db
neovim
yazi
unzip
vim
zip
zsh
zsh-autosuggestions
git

grim
dunst
pavucontrol
pipewire-pulse
wl-clipboard
wireplumber
yadm
htop
network-manager-applet
networkmanager
sddm
tofi
seahorse
swappy
nwg-look
feh
nmap
reflector
wttrbar


obsidian
code
firefox
evince
telegram-desktop
nextcloud-client
vesktop
kleopatra
thunderbird
nemo
spotify
discord
gimp

libnotify
libva-mesa-driver
libva-utils
linux
linux-headers
linux-firmware
noto-fonts-emoji
ttf-jetbrains-mono-nerd
openssh
polkit-kde-agent
python-pipenv
qt5-wayland
qt6-wayland
slurp
noise-suppression-for-voice
dracula-gtk-theme
dracula-cursors-git
dracula-icons-git
hyprcursor-dracula-kde-git
