base-devel

hyprpaper
hyprland
hyprcursor
hyprlock
waybar

kitty
fwupd
fzf
man-db
neovim
ranger
unzip
vim
zip
zsh
zsh-autosuggestions
git

grim
dunst
pavucontrol
pipewire-pulse
wl-clipboard
wireplumber
yadm
htop
network-manager-applet
networkmanager
sddm


obsidian
code
firefox
evince
telegram-desktop
nextcloud-client

libnotify
libva-mesa-driver
libva-utils
linux
linux-headers
linux-firmware
noto-fonts-emoji
ttf-jetbrains-mono-nerd
openssh
polkit-kde-agent
python-pipenv
qt5-wayland
slurp
